code/openfoam/tutorials/multiphaseEuler/wallBoilingIATE/constant/heatTransfer
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  dev
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    format      ascii;
    class       dictionary;
    location    "constant";
    object      heatTransfer;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

blending        default;

gas_dispersedIn_liquid_inThe_gas
{
    type            spherical;
}

gas_dispersedIn_liquid_inThe_liquid
{
    type            RanzMarshall;
}

// ************************************************************************* //
